Repository: towangfoo/bufu-wp-theme-bufu
Catalog: languages/*.po
Languages: de_de

source: Oops! That page can&rsquo;t be found.
de_de: Seite nicht gefunden.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de_de: Diese Seite existiert scheinbar nicht. Vielleicht helfen Ihnen die folgenden Links weiter?

source: Artists starting with "%s"
de_de: Künstler mit “%s”

source: Artist
de_de: Künstler

source: One thought on %1$s
de_de: Ein Kommentar zu %1$s

source: %1$s thought on %2$s
de_de: %1$s Kommentar zu %2$s

source: Comment navigation
de_de: Kommentarmenu

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Comments are closed.
de_de: Die Kommentarfunktion ist deaktiviert.

source: Leave a Reply
de_de: Eine Antwort hinterlassen

source: Leave a Reply to %s
de_de: Eine Antwort auf %s hinterlassen

source: Cancel Reply
de_de: Antwort abbrechen

source: Post Comment
de_de: Kommentar posten

source: Start typing...
de_de: Hier geht’s los …

source: You may use some HTML tags and attributes.
de_de: Du kannst einige HTML-Tags verwenden.

source: Show
de_de: Anzeigen

source: Artist portrait
de_de: Künstlerportrait

source: Read more
de_de: Weiterlesen

source: Previous artist
de_de: Vorheriger Künstler

source: Next artist
de_de: Nächster Künstler

source: Show upcoming concerts and events
de_de: Konzerte und Veranstaltungen anzeigen

source: Concert
de_de: Konzert

source: Visit the Konsum
de_de: Den Konsum besuchen

source: BuschFunk posts
de_de: BuschFunk meldet

source: Subscribe to our newsletter and stay up to date about upcoming concerts, new products and more information around the BuschFunk.
de_de: Abonnieren Sie unseren Newsletter und bleiben Sie immer auf dem Laufenden zu neuesten Veranstaltungen, Produkten und Neuigkeiten aus dem BuschFunk Verlag.

source: Concert dates
de_de: Konzerttermine

source: All concerts
de_de: Alle Konzerte

source: No posts available
de_de: Keine Beiträge vorhanden

source: Read
de_de: Lesen

source: All posts
de_de: Alle Mitteilungen

source: Tips from our store
de_de: Neues aus dem Konsum

source: No image
de_de: Kein Bild

source: To store
de_de: Zum Konsum

source: Primary
de_de: Primär

source: Footer
de_de: Folter

source: Sidebar shown with the list of posts
de_de: Sidebar neben der Liste der Mitteilungen

source: Artists list sidebar
de_de: Künstler Liste Sidebar

source: Sidebar shown with the list of artists
de_de: Sidebar neben der Künstlerliste

source: Artist profile sidebar
de_de: Künstlerprofil Sidebar

source: Sidebar shown with the artist profile
de_de: Sidebar im Profil eines Künstlers

source: Chronicles sidebar
de_de: Kalenderblätter Sidebar

source: Sidebar shown on the chronicles page and all subpages
de_de: Sidebar auf der Kalenderblätter-Seite und deren Unterseiten

source: Sidebar in the page footer. Currently unused.
de_de: Sidebar im Seiten-Footer. Z.Z. nicht in Verwendung.

source: To view this protected post, enter the password below:
de_de: Um diesen geschützten Post anzuzeigen, geben Sie bitte unten das Passwort ein:

source: Password:
de_de: Passwort:

source: Skip to content
de_de: Zum Inhalt springen

source: Preset Styles
de_de: Vorlagen Styles

source: Typography
de_de: Typografie

source: Header Image
de_de: Header Bild

source: Header Banner Background Color
de_de: Header Banner Hintergrundfarbe

source: Banner Title
de_de: Banner Titel

source: Remove Header Banner
de_de: Banner Header entfernen

source: Other Customizations
de_de: Andere Anpassungen

source: Background Color
de_de: Hintergrundfarbe

source: Background Image
de_de: Hintergrundbild

source: Use CDN for Assets
de_de: CDN für Assets verwenden

source: Yes
de_de: Ja

source: Upload Logo (replaces text)
de_de: Upload logo (ersetzt Text)

source: Edit
de_de: Bearbeiten

source: %s <span class="says">says:</span>
de_de: %s <span class=“says”>sagt:</span>

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wird moderiert.

source: Add a menu
de_de: Ein Menu hinzufügen

source: Pagination menu
de_de: Seitennavigation

source: Search Results for: "%s" in Artists
de_de: Suche nach “%s” in Künstlern

source: Search Results for: "%s"
de_de: Suche nach “%s”

source: Mailorder catalogue
de_de: Mailorder-Katalog

source: Download our mailorder catalogue
de_de: Unseren Mailorder-Katalog herunterladen

source: Newsletter - BuschFunk posts
de_de: Newsletter - BuschFunk meldet

source: Subscribe to our newsletter
de_de: Bestellen Sie unseren Newsletter

source: Sign up
de_de: Abonnieren

source: All
de_de: Alle

source: Show profile of %s
de_de: Zeige Profil von %s

source: Go to artist profile
de_de: Zum Künstlerprofil

source: Nothing Found
de_de: Nichts gefunden

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Wir konnten leider nichts finden. Bitte verwenden Sie andere Suchbegriffe.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Hmm, wir können das leider nicht finden. Vielleicht kann Ihnen die Suchfunktion helfen.

source: Pages:
de_de: Seiten:

source: Edit %s
de_de: %s bearbeiten

source: Visit in shop
de_de: Im Konsum besuchen

source: No album cover
de_de: Kein Albumcover gefunden

source: Artist portrait of %s
de_de: Künstlerportrait von %s

source: Back to artist portrait of %s
de_de: Zurück zum Künstlerportrait von %s

source: Go to artist website
de_de: Zur Künstlerwebsite

source: About %s
de_de: Über %s

source: Discography
de_de: Veröffentlichungen

source: Show %d more releases
de_de: %d weitere Veröffentlichungen anzeigen

source: by %s
de_de: von %s

source: Continue reading <span class="meta-nav">&rarr;</span>
de_de: Weiterlesen <span class=“meta-nav”>&rarr;</span>

source: Time:
de_de: Zeit:

source: Start:
de_de: Beginn:

source: End:
de_de: Ende:

source: Date:
de_de: Datum:

source: Cost:
de_de: Kosten:

source: Order tickets
de_de: Tickets bestellen

source: Phone:
de_de: Telefon:

source: Show all concert dates
de_de: Weitere Konzerttermine

source: More about the artist
de_de: Mehr zum Künstler

source: Remove filters
de_de: Keine Filter

source: Open filter
de_de: Filter öffnen

source: Close filter
de_de: Filter schließen

source: Remove
de_de: Entfernen

source: Filter events
de_de: Konzerttermine filtern

source: Done
de_de: Fertig

source: Concert dates by %s
de_de: Konzerttermine von %s

source: Loading...
de_de: Lade …

source: Starts at
de_de: Beginn

source: Recommended
de_de: Empfehlung

source: Next %1$s
de_de: Nächster %1$s

source: Previous %1$s
de_de: Vorheriger %1$s

source: Today
de_de: Heute

source: Select date.
de_de: Datum wählen.
